<?php

return [

    /*
    |--------------------------------------------------------------------------
    | رسائل التوثيق
    |--------------------------------------------------------------------------
    |
    | السطور التالية تحتوي على رسائل التوثيق التي تُستخدم أثناء عمليات تسجيل
    | الدخول المختلفة. يمكنك تعديل هذه الرسائل بما يتناسب مع متطلبات تطبيقك.
    |
    */

    'failed' => 'بيانات الاعتماد هذه لا تتطابق مع سجلاتنا.',
    'password' => 'كلمة المرور المدخلة غير صحيحة.',
    'throttle' => 'عدد محاولات تسجيل الدخول كبير جدًا. يرجى المحاولة مرة أخرى بعد :seconds ثانية.',

];
